[
    {
        "id": "",
        "titleLegalSubject": "Assédio Moral no ambiente de trabalho",
        "description": "uma descricao",
        "sourceInformation": ""
    },
    {
        "id": "",
        "titleLegalSubject": "Licença Maternidade",
        "description": "A funcionária gestante tem direito a se afastar de suas atividades profissionais, sem prejuízo de salário, por 120 dias.",
        "sourceInformation": "artigo 392 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Férias",
        "Description":"Todo empregado terá direito anualmente ao gozo de um período de 30 dias de férias, sem prejuízo da remuneração. Esse período é obrigatório e essencial, como garantia para manter a saúde e segurança do trabalhador.",
        "sourceInformation": "artigo 129 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Redução de jornada com filhos especiais, deficientes",
        "description": "",
        "sourceInformation": ""
    },
    {
        "id": "",
        "titleLegalSubject": "Teletrabalho",
        "description":"Considera-se teletrabalho a prestacao de servicos preponderantemente fora das dependências do empregador, com a utilizacao de tecnologias de informacao e de comunicacao que, por sua natureza, nao se constituam como trabalho externo; O comparecimento às dependências do empregador para a realizacao de atividades específicas que exijam a presença do empregado no estabelecimento nao descaracteriza o regime de teletrabalho; A prestacao de serviços na modalidade de teletrabalho deverá constar expressamente do contrato individual de trabalho, que especificará as atividades que serao realizadas pelo empregado; Poderá ser realizada a alteracao entre regime presencial e de teletrabalho desde que haja mútuo acordo entre as partes, registrado em aditivo contratual; Poderá ser realizada a alteracao do regime de teletrabalho para o presencial por determinação do empregador, garantido prazo de transição mínimo de quinze dias, com correspondente registro em aditivo contratual; 
        A responsabilidade pela aquisicao, manutencao ou fornecimento dos equipamentos tecnológicos e da infraestrutura necessária e adequada à prestacao do trabalho remoto, bem como ao reembolso de despesas arcadas pelo empregado, serao previstas em contrato escrito e  nao integram a remuneracao do empregado; O empregador deverá instruir os empregados, de maneira expressa e ostensiva, quanto às precaucoes a tomar a fim de evitar doenças e acidentes de trabalho.",
        "sourceInformation": "artigos 75-A e 75-E da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Intervalos",
        "description":"",
        "sourceInformation": ""
    },
    {
        "id": "",
        "titleLegalSubject": "Salário",
        "description":"",
        "sourceInformation": ""
    },
    {
        "id": "",
        "titleLegalSubject": "Hora extra",
        "description":"",
        "sourceInformation": ""
    },
    {
        "id": "",
        "titleLegalSubject": "Trabalho noturno, jornada noturna",
        "description":"",
        "sourceInformation": ""
    },
    {
        "id": "",
        "titleLegalSubject": "Adicional de Insalubridade",
        "description":"",
        "sourceInformation": ""
    },
    {
        "id": "",
        "titleLegalSubject": "Assistência médica/plano de saúde",
        "description":"",
        "sourceInformation": ""
    }

]
