[
    {
        "id": "",
        "titleLegalSubject": "Licença Maternidade",
        "description": "A funcionária gestante tem direito a se afastar de suas atividades profissionais, sem prejuízo de salário, por 120 dias.",
        "sourceInformation": "artigo 392 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Férias",
        "Description":"Todo empregado terá direito anualmente ao gozo de um período de 30 dias de férias, sem prejuízo da remuneração. Esse período é obrigatório e essencial, como garantia para manter a saúde e segurança do trabalhador.",
        "sourceInformation": "artigo 129 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Redução de jornada com filhos especiais, deficientes",
        "description": "O(a) trabalhador(a) que possua filho com deficiência tem sua jornada de trabalho reduzida em 10% sem prejuízo de sua remuneração. Considera pessoa com deficiência aquela que tem impedimentos de natureza física, mental, intelectual ou sensorial, que a incapacita para a vida independente e para o trabalho.",
        "sourceInformation": "artigo 396-A da CLT "
    },
    {
        "id": "",
        "titleLegalSubject": "Teletrabalho",
        "description":"Considera-se teletrabalho a prestacao de servicos preponderantemente fora das dependências do empregador, com a utilizacao de tecnologias de informacao e de comunicacao que, por sua natureza, nao se constituam como trabalho externo; O comparecimento às dependências do empregador para a realizacao de atividades específicas que exijam a presença do empregado no estabelecimento nao descaracteriza o regime de teletrabalho; A prestacao de serviços na modalidade de teletrabalho deverá constar expressamente do contrato individual de trabalho, que especificará as atividades que serao realizadas pelo empregado; Poderá ser realizada a alteracao entre regime presencial e de teletrabalho desde que haja mútuo acordo entre as partes, registrado em aditivo contratual; Poderá ser realizada a alteracao do regime de teletrabalho para o presencial por determinação do empregador, garantido prazo de transição mínimo de quinze dias, com correspondente registro em aditivo contratual.",
        "sourceInformation": "artigos 75-A e 75- E da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Intervalos",
        "description":"Em qualquer trabalho contínuo, cuja duração exceda de 6 (seis) horas, é obrigatória a concessão de um intervalo para repouso ou alimentação, o qual será, no mínimo, de 1 (uma) hora e, salvo acordo escrito ou contrato coletivo em contrário, não poderá exceder de 2 (duas) horas. Quando o trabalho exceder 4 horas e atingir o limite de 6 horas, será obrigatório um intervalo de 15 (quinze) minutos.",
        "sourceInformation": "artigo 71 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Salário",
        "description":"Salário mínimo é a contraprestação mínima devida e paga diretamente pelo empregador a todo trabalhador, inclusive ao trabalhador rural, sem distinção de sexo, por dia normal de serviço, e capaz de satisfazer, em determinada época e região do País, as suas necessidades normais de alimentação, habitação, vestuário, higiene e transporte.",
        "sourceInformation": "artigo 76 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Hora extra",
        "description":"A duração diária do trabalho poderá ser acrescida de horas extras, em número não excedente de duas, por acordo individual, convenção coletiva ou acordo coletivo de trabalho.  A remuneração da hora extra será, pelo menos, 50% (cinquenta por cento) superior à da hora normal.",
        "sourceInformation": "artigo 59 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Trabalho noturno, jornada noturna",
        "description":"Salvo nos casos de revezamento semanal ou quinzenal, o trabalho noturno terá remuneração superior a do diurno e, para esse efeito, sua remuneração terá um acréscimo de 20 % (vinte por cento), pelo menos, sobre a hora diurna. É trabalho noturno o executado entre as 22 horas de um dia e as 5 horas do dia seguinte.",
        "sourceInformation": "artigo 73 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Insalubridade, periculosidade",
        "description":"A caracterização e a classificação da insalubridade e da periculosidade, segundo as normas do Ministério do Trabalho, far-se-ão através de perícia a cargo de Médico do Trabalho ou Engenheiro do Trabalho, registrados no Ministério do Trabalho. Os efeitos pecuniários decorrentes do trabalho em condições de insalubridade ou periculosidade serão devidos a contar da data da inclusão da respectiva atividade nos quadros aprovados pelo Ministro do Trabalho.",
        "sourceInformation": "artigo 195 e 196 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Assistência médica/plano de saúde",
        "description":"Além do pagamento em dinheiro, compreende-se no salário, para todos os efeitos legais, prestações in natura que a empresa, por fôrça do contrato ou do costume, fornecer habitualmente ao empregado: assistência médica, hospitalar e odontológica, prestada diretamente ou mediante seguro-saúde.",
        "sourceInformation": "artigo 458, II da CLT"
    },
    { "id": "",
        "titleLegalSubject": "Vestuário, equipamentos de trabalho",
        "description":"Além do pagamento em dinheiro, compreende-se no salário, para todos os efeitos legais, prestações in natura que a empresa, por fôrça do contrato ou do costume, fornecer habitualmente ao empregado: vestuários, equipamentos e outros acessórios fornecidos aos empregados e utilizados no local de trabalho, para a prestação do serviço.",
        "sourceInformation": "artigo 458, I da CLT"    
    },
    { "id": "",
        "titleLegalSubject": "Transporte",
        "description":"Além do pagamento em dinheiro, compreende-se no salário, para todos os efeitos legais, prestações in natura que a empresa, por fôrça do contrato ou do costume, fornecer habitualmente ao empregado:  transporte destinado ao deslocamento para o trabalho e retorno, em percurso servido ou não por transporte público.",
        "sourceInformation": "artigo 458, III da CLT"    
    },
    { "id": "",
        "titleLegalSubject": "Amamentação",
        "description":"Para amamentar seu filho, inclusive se advindo de adoção, até que este complete 6 (seis) meses de idade, a mulher terá direito, durante a jornada de trabalho, a 2 (dois) descansos especiais de meia hora cada um. Quando o exigir a saúde do filho, o período de 6 (seis) meses poderá ser dilatado, a critério da autoridade competente.  Os horários dos descansos deverão ser definidos em acordo individual entre a mulher e o empregador.",
        "sourceInformation": "artigo 396 da CLT"    
    },
    {
        "id": "",
        "titleLegalSubject": "Justa Causa, demissão, despedido",
        "description":"O empregado que for despedido sem justa causa, ou cujo contrato de trabalho se extinguir em prazo predeterminado, antes de completar 12 (doze) meses de serviço, terá direito à remuneração relativa ao período incompleto de férias.",
        "sourceInformation": "artigo 147 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Cessação do Contrato de trabalho, fim do contrato de trabalho",
        "description":"Na cessação do contrato de trabalho, qualquer que seja a sua causa, será devida ao empregado a remuneração simples ou em dobro, conforme o caso, correspondente ao período de férias cujo direito tenha adquirido. Na cessação do contrato de trabalho, após 12 (doze) meses de serviço, o empregado, desde que não haja sido demitido por justa causa, terá direito à remuneração relativa ao período incompleto de férias,  na proporção de 1/12 (um doze avos) por mês de serviço ou fração superior a 14 (quatorze) dias.",
        "sourceInformation": "artigo 146 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Gestante, Grávida",
        "description":" A empregada gestante tem direito à licença-maternidade de 120 (cento e vinte) dias, sem prejuízo do emprego e do salário. A empregada deve, mediante atestado médico, notificar o seu empregador da data do início do afastamento do emprego, que poderá ocorrer entre o 28º (vigésimo oitavo) dia antes do parto e ocorrência deste. Os períodos de repouso, antes e depois do parto, poderão ser aumentados de 2 (duas) semanas cada um, mediante atestado médico. É garantido à empregada, durante a gravidez, sem prejuízo do salário e demais direitos: I - transferência de função, quando as condições de saúde o exigirem, assegurada a retomada da função anteriormente exercida, logo após o retorno ao trabalho; II - dispensa do horário de trabalho pelo tempo necessário para a realização de, no mínimo, seis consultas médicas e demais exames complementares.  a mulher terá direito ao salário integral e, quando variável, calculado de acordo com a média dos 6 (seis) últimos meses de trabalho, bem como os direitos e vantagens adquiridos, sendo-lhe ainda facultado reverter à função que anteriormente ocupava. Mediante atestado médico, à mulher grávida é facultado romper o compromisso resultante de qualquer contrato de trabalho, desde que este seja prejudicial à gestação.",
        "sourceInformation": "artigo 392, 393 e 394 da CLT"
    },
    {
        "id": "",
        "titleLegalSubject": "Adoção, Guarda Judicial",
        "description":"A  empregada que adotar ou obtiver guarda judicial para fins de adoção de criança ou adolescente será concedida licença-maternidade. Só será concedida mediante apresentação do termo judicial de guarda à adotante ou guardiã. A adoção ou guarda judicial conjunta ensejará a concessão de licença-maternidade a apenas um dos adotantes ou guardiães empregado ou empregada.",
        "sourceInformation": "artigo 392-A da CLT"
    }

]
